Revit 2027 API
InterferenceFailures Properties
The BuiltInFailures.InterferenceFailures type exposes the following members.
Properties
Name | Description
GeometryWarning |  A geometrical error has occurred while checking for Interference. Reported interference may not be accurate.
Top
See Also
Reference
BuiltInFailures.InterferenceFailures Class
Autodesk.Revit.DB Namespace